Repository: intensesoftware/hezarfen-for-woocommerce
Catalog: languages/hezarfen-for-woocommerce-*.po
Languages: tr_tr

source: %s plugin has a new version available. In order to use the plugin, you must update it.
tr_tr: %s eklentisinin yeni bir versiyonu mevcut. Eklentiyi kullanmaya devam edebilmek için lütfen eklentiyi güncelleyiniz.

source: 850xxxxxxx, 312XXXXXXX etc.
tr_tr: 850xxxxxxx, 312XXXXXXX vb.

source: <strong>%1$s</strong> requires WooCommerce version %2$s or higher. You are running version %3$s. Please update WooCommerce.
tr_tr: <strong>%1$s</strong> eklentisinin çalışabilmesi için en az WooCommerce %2$s versiyonuna veya daha yeni bir versiyona ihtiyaç duyar. Şu an kullandığınız sürüm %3$s. Hezarfen'in çalışabilmesi için WooCommerce sürümünü güncellemeniz gerekmektedir. Lütfen bu işlemden önce yedek alınız.

source: Accepted:
tr_tr: Kabul Edildi:

source: Access Hepsijet ile Avantajlı Kargo Fiyatları
tr_tr: Hepsijet ile Avantajlı Kargo Fiyatları'na Erişim

source: Action
tr_tr: Eylem

source: Action Type
tr_tr: Eylem Türü

source: Actions
tr_tr: İşlemler

source: Active Contracts
tr_tr: Aktif Sözleşmeler

source: Add Balance
tr_tr: Kargo Bakiyesi Ekle

source: Add distance sales contract and pre-information form support to your website.
tr_tr: Web sitenize mesafeli satış sözleşmesi ve ön bilgilendirme formu desteği ekleyin.

source: Add New Contract
tr_tr: Yeni Sözleşme Ekle

source: Add new shipment
tr_tr: Yeni kargo ekle

source: Add SMS Rule
tr_tr: SMS Kuralı Ekle

source: Add to Tracking List
tr_tr: Gönderi listesine ekle

source: Advanced Settings
tr_tr: Gelişmiş Ayarlar

source: Agreement Accepted:
tr_tr: Sözleşme Kabul Edildi:

source: Agreement Name
tr_tr: Sözleşme Adı

source: Agreements
tr_tr: Sözleşmeler

source: Agreements are created immediately when a new order is placed.
tr_tr: Sözleşmeler, yeni bir sipariş verildiğinde hemen oluşturulur.

source: Agreements will be created when the order status changes to Processing.
tr_tr: Sipariş durumu Hazırlanıyor olarak değiştiğinde sözleşmeler oluşturulacaktır.

source: An error occured when installing and activating the PandaSMS plugin.
tr_tr: PandaSMS eklentisi yüklenip aktif edilirken bir hata oluştu.

source: Are you sure you want to delete this contract?
tr_tr: Bu sözleşmeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to remove this shipment data? This action cannot be undone and the tracking information will be permanently deleted.
tr_tr: Bu gönderi verilerini silmek istediğinizden emin misiniz?

source: Auto sort fields in checkout form?
tr_tr: Ödeme formundaki alanlar otomatik olarak sıralansın mı?

source: Available sender names from your NetGSM account
tr_tr: NetGSM hesabınızdaki kullanılabilir gönderici adları

source: Available Variables
tr_tr: Kullanabileceğiniz Değişkenler

source: Available Variables (click to copy):
tr_tr: Kullanılabilir Değişkenler (kopyalamak için tıklayın):

source: Available Variables: {order_number}, {customer_name}, {order_status}, {order_total}
tr_tr: Kullanılabilir Değişkenler: {order_number}, {customer_name}, {order_status}, {order_total}

source: Back up the phrase in the box to a safe area, then place it in wp-config.php file.
tr_tr: Kutunun içindekileri güvenli bir alana yedekleyin, ardından wp-config.php dosyasında herhangi bir alana yerleştirin.

source: Barcode
tr_tr: Barkod

source: BCC
tr_tr: BCC (Gizli Alıcı)

source: Because the Woocommerce Checkout Blocks feature is active on your website, <strong>Hezarfen for Woocommerce</strong> plugin doesn't work on the checkout page. You can revert to old checkout system easily by following <a target='_blank' href='https://woocommerce.com/document/cart-checkout-blocks-status/#reverting-to-shortcodes-with-woocommerce-8-3'>these instructions</a>.
tr_tr: Woocommerce Ödeme Blokları özelliği sitenizde aktif olduğu için, <strong>Hezarfen for Woocommerce</strong> eklentisi ödeme ekranında çalışmamaktadır. <a target='_blank' href='https://youtu.be/vFvAxlEIAKc'>https://youtu.be/vFvAxlEIAKc</a> uygulayarak kolaylıkla eski ödeme sayfası sistemini aktif edebilirsiniz.

source: Billing Address
tr_tr: Fatura Adresi

source: Billing address line 1
tr_tr: Fatura adres satırı 1

source: Billing address line 2
tr_tr: Fatura adres satırı 2

source: Billing City
tr_tr: Fatura İlçe

source: Billing city
tr_tr: Fatura şehri

source: Billing Company
tr_tr: Fatura Firma Adı

source: Billing company name
tr_tr: Fatura şirket adı

source: Billing Country
tr_tr: Fatura Ülke

source: Billing country
tr_tr: Fatura ülkesi

source: Billing Email
tr_tr: Fatura E-Posta

source: Billing First Name
tr_tr: Fatura Adı

source: Billing first name
tr_tr: Fatura adı

source: Billing Last Name
tr_tr: Fatura Soyadı

source: Billing last name
tr_tr: Fatura soyadı

source: Billing Phone
tr_tr: Fatura Telefonu

source: Billing postal code
tr_tr: Fatura posta kodu

source: Billing Variables
tr_tr: Fatura Değişkenleri

source: Campaign ended
tr_tr: Kampanya sona erdi

source: Cancel
tr_tr: İptal

source: Cancelled
tr_tr: İptal Edildi

source: Cancelled:
tr_tr: İptal Edildi:

source: Change Agreement Settings
tr_tr: Sözleşme Ayarlarını Değiştir

source: Check
tr_tr: Kontrol Et

source: Checking...
tr_tr: Kontrol ediliyor...

source: Checkout Page Settings
tr_tr: Ödeme Sayfası Ayarları

source: Checkout Settings
tr_tr: Ödeme Sayfası Ayarları

source: Checkout T.C. Identity Number Fields Required Statuses
tr_tr: Ödeme Ekranında, T.C. Kimlik Numarasının Zorunluluk Durumlar

source: Checkout Tax Fields
tr_tr: Ödeme Vergi Alanları

source: Checkout Tax Fields Settings
tr_tr: Ödeme Vergi Alan Ayarları

source: Checks if the key created when the plugin was first installed is still the same key.
tr_tr: Şifreleme Anahtarının (Encryption Key), eklenti ilk kurulduğunda oluşan anahtar ile aynı olup olmadığını kontrol eder.

source: Choose a courier company
tr_tr: Kargo firmasını seçiniz

source: Choose when to send the SMS notification
tr_tr: SMS bildiriminin ne zaman gönderileceğini seçin

source: Click on any variable to copy it to your clipboard.
tr_tr: Kopyalamak için tıklayın

source: Click to check
tr_tr: Kontrol etmek için tıklayın

source: Click to copy
tr_tr: Kopyalamak için tıklayın

source: Close
tr_tr: Kapat

source: Close modal
tr_tr: Kapat

source: Commercial (11)
tr_tr: Ticari (11)

source: Commercial - Campaign, promotion, celebration etc. - Business
tr_tr: Ticari - Kampanya, promosyon, kutlama vb. - İşletme

source: Commercial - Campaign, promotion, celebration etc. - Individual
tr_tr: Ticari - Kampanya, promosyon, kutlama vb. - Bireysel

source: Company
tr_tr: Kurumsal

source: Complete the form and copy credentials to Hezarfen settings
tr_tr: Formu doldurun ve kimlik bilgilerini Hezarfen ayarlarına kopyalayın

source: Completed
tr_tr: Tamamlandı

source: Condition
tr_tr: Koşul

source: Configure credentials in settings to enable shipment creation.
tr_tr: Hepsijet entegrasyonunu etkinleştirmek için Hezarfen->Hepsijet Entegrasyonu ayarlarını yapınız.

source: Configure Hepsijet Integration Settings
tr_tr: Hepsijet Entegrasyon Ayarlarını Yapılandır

source: Configure Integration
tr_tr: Entegrasyonu Yapılandır

source: Configure SMS automation for order status changes
tr_tr: Sipariş durumu değişiklikleri için SMS otomasyonunu yapılandırın

source: Configure SMS notifications for order status changes.
tr_tr: Sipariş durumu değişiklikleri için SMS bildirimlerini yapılandırın.

source: Configure SMS rules for different order status changes
tr_tr: Farklı sipariş durumu değişiklikleri için SMS kuralları yapılandırın

source: Connect
tr_tr: Bağla

source: Connect to NetGSM
tr_tr: NETGSM'i Bağla

source: Connecting...
tr_tr: Bağlanıyor...

source: Consumer Key from Hepsijet API Relay plugin
tr_tr: Hepsijet API Relay eklentisinden Tüketici Anahtarı

source: Consumer Secret from Hepsijet API Relay plugin
tr_tr: Hepsijet API Relay eklentisinden Tüketici Gizli Anahtarı

source: Contact Intense Support
tr_tr: Intense Yazılım - Destek ile İletişime Geçin

source: Contract Name:
tr_tr: Sözleşme Adı:

source: Contract Templates
tr_tr: Sözleşme Şablonları

source: Contracts & Agreements
tr_tr: Sözleşmeler ve Anlaşmalar

source: Contracts and Forms
tr_tr: Sözleşmeler ve Formlar

source: Contracts table not found in database!
tr_tr: Sözleşmeler tablosu veritabanında bulunamadı!

source: Corporate tax number
tr_tr: Kurumsal vergi numarası

source: Corporate tax office
tr_tr: Kurumsal vergi dairesi

source: Courier
tr_tr: Kargo Firması

source: Courier Company
tr_tr: Kargo Firması

source: Courier company post meta key
tr_tr: Kargo firması post meta keyi

source: Create Account
tr_tr: Hesap Oluştur

source: Create first barcode here!
tr_tr: İlk barkodunuzu burada oluşturun!

source: Create or sign in to your %s account
tr_tr: %s hesabınıza giriş yapın veya hesap oluşturun, evrakları yükleyin

source: Create Shipment
tr_tr: Gönderi Oluştur

source: Current date and time
tr_tr: Mevcut tarih ve saat

source: Current Variables
tr_tr: Mevcut Değişkenler

source: Customer Agreements
tr_tr: Müşteri Sözleşmeleri

source: Customer Agreements Saved
tr_tr: Müşteri Sözleşmeleri Kaydedildi

source: Customer Email
tr_tr: Müşteri E-Posta

source: Customer First Name
tr_tr: Müşteri Adı

source: Customer Full Name
tr_tr: Müşteri Tam Adı

source: Customer Last Name
tr_tr: Müşteri Soyadı

source: Customer Phone
tr_tr: Müşteri Telefon

source: Customer:
tr_tr: Müşteri:

source: Date Accepted
tr_tr: Kabul Tarihi

source: Date Information
tr_tr: Tarih Bilgileri

source: Date:
tr_tr: Tarih:

source: Delete
tr_tr: Sil

source: Delete Contract
tr_tr: Sözleşmeyi Sil

source: Delete Rule
tr_tr: Kuralı Sil

source: Delivered
tr_tr: Teslim Edildi

source: Delivery Slot
tr_tr: Teslimat Dilimi

source: Delivery Type
tr_tr: Teslimat Tipi

source: Details
tr_tr: Detaylar

source: Disable the Checkout Field Editor for WooCommerce plugin to use this setting.
tr_tr: Bu ayarı kullanabilmek için Checkout Field Editor for WooCommerce eklentisini devre dışı bırakınız.

source: Discount amount
tr_tr: İndirim tutarı

source: Display order details on the PDF label. If unchecked, only Hepsijet Label will be shown.
tr_tr: Sipariş detaylarını PDF etiketinde göster.

source: Distance Sales Contract
tr_tr: Mesafeli Satış Sözleşmesi

source: Distance Sales Contract Settings
tr_tr: Mesafeli Satış Sözleşmesi Ayarları

source: Do not modify these settings unless you know what you are doing. These settings are automatically configured.
tr_tr: Ne yaptığınızı bilmiyorsanız bu ayarları değiştirmeyin. Bu ayarlar otomatik olarak yapılandırılır.

source: Draft
tr_tr: Taslak

source: DSC Enabled
tr_tr: MSS Etkin

source: Easy Data Recognition - We've detected that you're using the Intense Kargo Takip Plugin or Kargo Takip Türkiye plugin.
tr_tr: Kolay Veri Tanıma Özelliği - Intense Kargo Takip Eklentisi veya Kargo Takip Türkiye eklentisini kullandığınızı tespit ettik.

source: Edit
tr_tr: Düzenle

source: Edit Page
tr_tr: Sayfayı Düzenle

source: Edit SMS Rule
tr_tr: SMS Kuralını Düzenle

source: Email:
tr_tr: E-posta:

source: Enable automatic SMS notifications for order status changes
tr_tr: Sipariş durumu değişiklikleri için otomatik SMS bildirimlerini etkinleştirSipariş durumu değişiklikleri için otomatik SMS bildirimlerini etkinleştirSipariş durumu değişiklikleri için otomatik SMS bildirimlerini etkinleştir

source: Enable Distance Sales Contract feature
tr_tr: Mesafeli Satış Sözleşmesi özelliğini etkinleştir

source: Enable district and neighborhood feature
tr_tr: İlçe ve mahalle özelliğini etkinleştir

source: Enable Manual Shipment Tracking feature
tr_tr: Manuel Kargo Takip özelliğini aktif et

source: Enable SMS Automation
tr_tr: SMS Otomasyonunu Etkinleştir

source: Enabled
tr_tr: Etkin

source: Encryption
tr_tr: Şifreleme (Encryption)

source: Encryption Key
tr_tr: Şifreleme Anahtarı (Encryption Key)

source: Encryption Key Confirmation
tr_tr: Şifreleme Anahtarı (Encryption Key) Onayı

source: Encryption Key Health
tr_tr: Şifreleme Anahtarı (Encryption Key) Sağlığı

source: Encryption Key Recovery
tr_tr: Şifreleme Anahtarı Kurtarma

source: Encryption Key Recovery Screen
tr_tr: Şifreleme Anahtarı Kurtarma Ekranı

source: Encryption Settings
tr_tr: Şifreleme Anahtarı (Encryption Key) Ayarları

source: Enter contract name
tr_tr: Sözleşme adını girin

source: Enter invoice title
tr_tr: Fatura ünvanını giriniz

source: Enter order status id. E.g: wc-shipped
tr_tr: Sipariş durumu ID'sini girin. Örn: wc-shipped

source: Enter password (min 6 characters)
tr_tr: Şifrenizi giriniz

source: Enter post meta key for courier company
tr_tr: Kargo firması post meta keyini giriniz

source: Enter post meta key for tracking number
tr_tr: Kargo takip no post meta keyini giriniz

source: Enter T.C. Identity Number
tr_tr: T.C. Kimlik numaranızı giriniz

source: Enter tax number
tr_tr: Vergi numaranızı giriniz

source: Enter tax office
tr_tr: Vergi dairesini giriniz

source: Enter Tracking Information
tr_tr: Gönderi Takip Bilgi Girişi

source: Enter username
tr_tr: Kullanıcı adınızı giriniz

source: Enter your NetGSM credentials to enable SMS functionality across all features.
tr_tr: SMS özelliğini aktif edebilmek için NetGSM bilgilerinizi giriniz.

source: Enter your SMS message template...
tr_tr: SMS mesaj şablonunuzu girin...

source: Enter your street, avenue, building, and apartment number information.
tr_tr: Cadde, sokak, bina, daire no bilgilerinizi giriniz

source: Error loading senders
tr_tr: Gönderici başlıkları yüklemedi

source: Error removing shipment data. Please try again.
tr_tr: Kargo verisi silinirken hata oluştu. Lütfen tekrar deneyin.

source: Everything seems fine.
tr_tr: Her şey yolunda gözüküyor.

source: Failed
tr_tr: Başarısız

source: Failed to load senders
tr_tr: Gönderici adları yüklenemedi

source: Failed to save credentials
tr_tr: Bilgiler kaydedilemedi

source: Fetching data..
tr_tr: Veri çekiliyor..

source: First enter username and password above
tr_tr: Lütfen öncelikle kullanıcı adı ve şifrenizi yukarıya giriniz

source: for Order Shipped trigger
tr_tr: Sipariş Kargoya Verildi tetikleyicisi için

source: Found %d senders available
tr_tr: %d adet kullanılabilir gönderici adı bulundu

source: Found 1 sender: %s
tr_tr: 1 gönderici bulundu: %s

source: Free integration with barcode creation, instant tracking updates, and complimentary SMS/email notifications. Orders are marked as shipped automatically, and once delivered, status is set to completed.
tr_tr: Ücretsiz entegrasyon ile barkod oluşturma, otomatik takip numarası ekleme ve SMS/e-posta bildirimleri. Siparişler kargoya verildiğinde durum otomatik olarak “Kargoya Verildi”, teslim edildiğinde ise “Tamamlandı” olarak güncellenir.

source: Free Support on wordpress.org
tr_tr: wordpress.org üzerinde Ücretsiz Destek

source: General
tr_tr: Genel

source: General Settings
tr_tr: Genel Ayarlar

source: Go to intense.com.tr
tr_tr: intense.com.tr'ye git

source: Go to My Account → Click Hepsijet ile Avantajlı Kargo Fiyatları
tr_tr: Hesabım → Hepsijet ile Avantajlı Kargo Fiyatları'na tıklayın

source: Hepsijet Integration
tr_tr: Hepsijet Entegrasyonu

source: Hepsijet Integration is completely free. Simply log in at intense.com.tr, go to the Hepsijet menu under My Account, complete your registration, upload the required documents, and add balance via credit card or bank transfer. After that, you can create your first label and start shipping right away with discounted rates—no shipping contract needed.
tr_tr: Hepsijet Entegrasyonu tamamen ücretsizdir. intense.com.tr üzerinden hesabınıza giriş yapın, Hesabım > Hepsijet menüsünden kayıt olun, belgelerinizi yükleyin ve kredi kartı veya EFT ile bakiye ekleyin. Ardından ilk barkodunuzu oluşturarak avantajlı fiyatlarla hemen gönderime başlayabilirsiniz. Kargo anlaşması yapmanıza gerek yok.

source: Hepsijet Integration Settings
tr_tr: Hepsijet Entegrasyon Ayarları

source: Hezarfen can automatically recognize the shipment data of your previous orders with just one click. Moreover, this data remains accessible in Hezarfen even if you deactivate the Kargo Takip Türkiye plugin later on. You can start doing it on the Hezarfen Settings screen. In Hezarfen Manual Shipment Tracking Settings -> Advanced -> Recognize third party plugins' data -> Recognition type -> click 'Desteklenen eklentilerin verilerini algıla: (Intense Kargo Takip, Kargo Takip Turkiye)'
tr_tr: Kolay Veri Tanıma - Intense Kargo Takip Eklentisi veya Kargo Takip Türkiye eklentisini kullandığınızı tespit ettik. Hezarfen, önceki siparişlerinizin kargo verilerini tek tıklamayla otomatik olarak tanıyabilir. Ayrıca, kullandığınız Intense Kargo Takip Eklentisi veya Kargo Takip Türkiye eklentisini daha sonra devre dışı bıraksanız bile bu veriler Hezarfen'de erişilebilir kalır. Bunu Hezarfen Ayarlar ekranından yapmaya başlayabilirsiniz. Hezarfen Manuel Kargo Takip Ayarları -> Gelişmiş Ayarlar -> Üçüncü taraf eklentilerin verilerini algıla -> Algılama tipi -> 'Desteklenen eklentilerin verilerini algıla: (Intense Kargo Takip, Kargo Takip Turkiye)' seçeneğine tıklayın.

source: Hezarfen Cargo Tracking & SMS Notifications
tr_tr: Hezarfen Kargo Takip & SMS Bildirimleri

source: Hezarfen Invoice Fields
tr_tr: Hezarfen Fatura Alanları

source: Hezarfen SMS Migration Complete!
tr_tr: Hezarfen SMS taşıma/uyumluluk işlemi tamamlandı

source: Hide postcode fields in My Account > Address pages?
tr_tr: Hesabım > Adres Düzenleme sayfalarındaki posta kodu alanını gizle?

source: Hide postcode fields?
tr_tr: Posta kodu alanları gizlensin mi?

source: I backed up the key to a secure area and placed it in the wp-config file. In case the encryption key value is deleted from the wp-config.php file, all past orders will be transferred to T.C. I know I cannot access ID data.
tr_tr: Kutunun içindeki ifadeyi güvenli bir alana yedekledim ve wp-config.php içerisine yerleştirdim. Şifreleme anahtarı (encryption key) ifadesinin wp-config.php'den silinmesi durumunda, tüm geçmiş siparişlere ait T.C. kimlik no bilgilerinin okunamaz(decrypt edilemez) hale geleceğini anladım ve onaylıyorum.

source: I have read and agree to %s and %s.
tr_tr: %s ve %s okudum ve kabul ediyorum.

source: I have read and agree to the %s.
tr_tr: %s okudum ve kabul ediyorum.

source: I must agree to the %s.
tr_tr: %s sözleşmesini kabul etmeliyim.

source: I understand and agree that I can't acces the TC ID data of the old orders by using this new encryption key. I backed up the phrase in the box to a safe area, and I placed it in wp-config.php file.
tr_tr: Eski şifreleme anahtarı ile şifrelenmiş siparişlerin T.C. kimlik no verilerine erişemeyeceğimi anladım ve onaylıyorum. Kutunun içindeki ifadeyi güvenli bir alana yedekledim ve wp-config.php içerisine yerleştirdim.

source: If the T.C. Identity Field is active, an encryption key must be generated. The following encryption key generated will be lost upon saving the form. Please back up the generated encryption key to a secure area, then paste it anywhere in the wp-config.php file. In case of deletion of the hezarfen-encryption-key line from wp-config.php, retrospectively, the orders will be sent to T.C. no values will become unreadable.
tr_tr: Eğer ödeme ekranında T.C. Kimlik No alanı bulunuyorsa, şifreleme anahtarı (encryption key) aktivasyonu yapılması zorunludur. Aşağıda gösterilen şifreleme anahtarı (encryption key), formu kaydetmenizle birlikte bu ekrandan kaybolacaktır. Lütfen aşağıdaki kutucuğun içerisindeki satırı güvenli bir alana yedekleyin, ardından wp-config.php dosyasında herhangi bir alana yapıştırın. Bu satırın wp-config.php dosyasından silinmesi durumunda, daha önceki siparişlere ait T.C. no bilgileri okunamaz hale gelecektir.

source: If you used a shipment tracking plugin before, check this to recognize your old shipment tracking plugin's data.
tr_tr: Eğer daha önce başka bir kargo takip eklentisi kullandıysanız, bu kutucuğu işaretleyerek eski eklentinin verilerinin algılanmasını sağlayabilirsiniz.

source: If you want to send the shipment notification email to additional recipients, type the emails separated with comma.
tr_tr: Ürün kargoya verildiğinde; müşterinize gönderilen 'kargoya verildi' bildirimini başka alıcılara da göndermek istiyorsanız araya virgül koyarak yazınız.

source: Important Notice:
tr_tr: Önemli Bilgilendirme:

source: In order to %1$s integration work, the %2$s plugin must be activated.
tr_tr: %1$s entegrasyonunun çalışabilmesi için %2$s eklentisinin aktif olması gerekir.%1$s entegrasyonunun çalışabilmesi için %2$s eklentisinin aktif olması gerekir.

source: In order to <strong>Hezarfen for WooCommerce</strong> plugin work, please remove the <strong>Intense Türkiye İl İlçe Eklentisi For WooCommerce</strong> plugin. The <strong>Hezarfen</strong> plugin already has province, district and neighborhood data in it.
tr_tr: <strong>Hezarfen for WooCommerce</strong> eklentisinin sağıklı çalışabilmesi için <strong>Intense Türkiye İl İlçe Eklentisi For WooCommerce</strong> eklentisini siliniz. <strong>Hezarfen</strong> eklentisi zaten bünyesinde İl, ilçe ve mahalle verilerini barındırmaktadır.

source: In order to NetGSM integration work, the "send SMS to the customer when order status changed" option must be activated from the NetGSM plugin settings.
tr_tr: NetGSM entegrasyonunun çalışabilmesi için NetGSM eklentisi ayarlarından "Ürünün sipariş durumu değiştiğinde müşteriye SMS gönderilsin" ayarının aktif edilmesi gerekmektedir.

source: In order to track your shipment, please enter your tracking number and select courier from below and add it to your tracking list.
tr_tr: Gönderileri takip edebilmek için, gönderi yapılan firmayı seçip takip numarası giriniz. Otomatik olarak e-posta ve SMS (ayarlanmışsa) gönderilecektir.

source: Individual ID number
tr_tr: Bireysel kimlik numarası

source: Information
tr_tr: Bilgi (bilgilendirme, kargo vs.)

source: Information (0)
tr_tr: Bilgilendirme (0)

source: Inline
tr_tr: Satır İçi

source: Install & activate PandaSMS for Woocommerce plugin
tr_tr: PandaSMS for Woocommerce eklentisini yükle & aktif et

source: Installing..
tr_tr: Yükleniyor..

source: Integration Shipments
tr_tr: Entegrasyon Gönderileri

source: Intense Yazılım Ltd.
tr_tr: Intense Software Ltd.

source: Invalid balance response
tr_tr: Geçersiz bakiye yanıtı

source: Invalid request parameters. Please check your credentials.
tr_tr: Geçersiz istek parametreleri. Lütfen kimlik bilgilerinizi kontrol edin.Geçersiz istek parametreleri. Lütfen kimlik bilgilerinizi kontrol edin.Geçersiz istek parametreleri. Lütfen kimlik bilgilerinizi kontrol edin.

source: Invalid username/password or API access denied. Please check your credentials and API permissions.
tr_tr: Geçersiz kullanıcı adı/şifre veya API erişimi reddedildi. Lütfen kimlik bilgilerinizi ve API izinlerinizi kontrol edin.

source: Invoice Type
tr_tr: Fatura tipi

source: Invoice type
tr_tr: Fatura tipi

source: IP Address
tr_tr: IP Adresi

source: IP Address:
tr_tr: IP Adresi:

source: Is T.C. Identity Number field required?
tr_tr: T.C. Kimlik Numarası alanı zorunlu yapılsın mı?

source: Is the encryption key genereated and placed the wp-config.php?
tr_tr: Şifreleme Anahtarı (Encryption Key) oluşturulmuş ve wp-config.php dosyasına yerleştirilmiş mi?

source: It checks encryption key whetever placed to the wp-config.php
tr_tr: Şifreleme anahtarının wp-config.php'de bulunup bulunmadığını kontrol eder

source: Key comparison success?
tr_tr: Anahtar doğrulaması başarılı mı?

source: Label Settings
tr_tr: Etiket Ayarları

source: Learn how to use Hezarfen with this helpful tutorial.
tr_tr: Bu faydalı eğitim ile Hezarfen uygulamasının nasıl kullanılacağını öğrenin.

source: Legacy Turkish Variables
tr_tr: Eski Değişkenler

source: List of ordered products
tr_tr: Sipariş edilen ürünlerin listesi

source: Loading available dates...
tr_tr: Müsait tarihler yükleniyor...
