Repository: intensesoftware/hezarfen-for-woocommerce
Catalog: languages/hezarfen-for-woocommerce-*.po
Languages: tr_tr

source: Loading senders automatically...
tr_tr: Gönderici başlıkları yükleniyor...

source: Loading senders in %ss...
tr_tr: %s Gönderici başlıkları yükleniyor...

source: Loading senders...
tr_tr: Gönderici başlıkları yükleniyor...

source: Loading shipment details...
tr_tr: Gönderi detayları yükleniyor...

source: Manual Shipment Tracking
tr_tr: Manuel Kargo Takip

source: Manual Shipment Tracking General Settings
tr_tr: Manuel Kargo Takip Genel Ayarları

source: Manual Tracking
tr_tr: Manuel Gönderi Takibi

source: Manual Tracking Numbers
tr_tr: Takip Numaraları

source: Message Header
tr_tr: Mesaj Başlığı

source: Neighborhood
tr_tr: Mahalle

source: NetGSM API error (Code: %s)
tr_tr: NetGSM API hatası (Kod: %s)

source: NetGSM Configuration
tr_tr: NetGSM Yapılandırması

source: NetGSM credentials saved successfully!
tr_tr: NetGSM bilgileriniz başarıyla kaydedildi!

source: NetGSM Legacy Configuration (Deprecated Soon)
tr_tr: NetGSM Ayarları (Yakında Kullanımdan Kaldırılacak)

source: NetGSM Official Plugin (Legacy)
tr_tr: NetGSM Resmi Eklentisi

source: NetGSM Password
tr_tr: NetGSM Şifre

source: NetGSM system error. Please try again later.
tr_tr: NetGSM sistem hatası. Lütfen daha sonra tekrar deneyiniz.

source: NetGSM Username
tr_tr: NetGSM Kullanıcı Adı

source: Network error occurred while loading senders
tr_tr: Gönderici adları yüklenirken bağlantı hatası meydana geldi.

source: Network error occurred while saving credentials
tr_tr: Bağlantı hatası nedeniyle bilgiler kaydedilemedi

source: New Encryption Key
tr_tr: Yeni Şifreleme Anahtarı

source: No
tr_tr: Hayır

source: No agreements were saved for this order.
tr_tr: Bu sipariş için hiçbir sözleşme kaydedilmedi.

source: No customer agreements found for this order.
tr_tr: Bu sipariş için müşteri sözleşmesi bulunamadı.

source: No message headers found in NetGSM response
tr_tr: NetGSM'de gönderici adınız bulunamadı

source: No results found
tr_tr: Sonuç bulunamadı

source: No shipment data found
tr_tr: Gönderi verisi bulunamadı

source: No SMS rules configured yet.
tr_tr: Henüz SMS kuralı yapılandırılmamış.

source: Nothing to Track Yet
tr_tr: Henüz takip edilebilecek bir gönderi yok.

source: On hold
tr_tr: Beklemede

source: Order #%s - Customer Agreements Saved
tr_tr: Sipariş #%s - Müşteri Sözleşmeleri Kaydedildi

source: Order #:
tr_tr: Sipariş no:

source: Order Billing Phone
tr_tr: Siparişin Fatura Telefonu

source: Order completed - shipment delivered
tr_tr: Sipariş tamamlandı - gönderi teslim edildi

source: Order Date
tr_tr: Sipariş Tarihi

source: Order date
tr_tr: Sipariş tarihi

source: Order Information
tr_tr: Sipariş Bilgileri

source: Order Number
tr_tr: Sipariş Numarası

source: Order number
tr_tr: Sipariş no

source: Order Number:
tr_tr: Sipariş Numarası:

source: Order Shipped
tr_tr: Kargoya Verildi

source: Order Shipped emails are sent when an order have been shipped.
tr_tr: Kargoya Verildi epostası, sipariş kargoya verildiğinde gönderilir.

source: Order Shipping Phone
tr_tr: Siparişin Teslimat Telefonu

source: Order Shipping Phone (or Billing if not available)
tr_tr: Varsa Teslimat Telefonu, Yoksa Fatura Telefonu

source: Order Status
tr_tr: Sipariş Durumu

source: Order Status Changed
tr_tr: Sipariş Durumu Değişti

source: Order Status Changes
tr_tr: Sipariş Durumu Değişiklikleri

source: Order status ID (optional)
tr_tr: Sipariş durumu ID'si (opsiyonel)

source: Order subtotal (excluding tax)
tr_tr: Sipariş ara toplamı (vergi hariç)

source: Order Time
tr_tr: Sipariş Zamanı

source: Order time
tr_tr: Sipariş saati

source: Order Total
tr_tr: Sipariş Toplamı

source: Order total (including tax)
tr_tr: Sipariş toplamı (vergi dahil)

source: Order Variables
tr_tr: Sipariş Değişkenleri

source: PandaSMS Configuration
tr_tr: PandaSMS Ayarları

source: PandaSMS message content is configured in the PandaSMS plugin settings. This integration will use the trigger "Sipariş kargoya verildiğinde" with shipment variables.
tr_tr: PandaSMS mesaj içeriği, PandaSMS eklenti ayarlarından yapılandırılır. Bu entegrasyon, 'Sipariş kargoya verildiğinde' tetikleyicisini ve gönderi değişkenlerini kullanacaktır.

source: PandaSMS Official Plugin (Legacy)
tr_tr: PandaSMS Resmi Eklentisi

source: PandaSMS plugin is successfully installed and activated.
tr_tr: PandaSMS eklentisi başarıyla yüklendi ve aktif edildi.

source: Password must be at least 6 characters
tr_tr: Şifre en az 6 karakter olmalı

source: Payment method
tr_tr: Ödeme yöntemi

source: Payment on delivery is not supported
tr_tr: Kapıda ödeme desteklenmiyor.

source: Pending payment
tr_tr: ödeme bekliyor

source: Personal
tr_tr: Bireysel

source: Please enter username and password first
tr_tr: Lütfen öncelikle kullanıcı adı ve şifrenizi giriniz

source: Please install and activate the NetGSM plugin to use this SMS integration.
tr_tr: Bu SMS entegrasyonunu kullanmak için lütfen NetGSM eklentisini yükleyip etkinleştirin.

source: Please install and activate the PandaSMS plugin to use this SMS integration.
tr_tr: Bu SMS entegrasyonunu kullanmak için lütfen PandaSMS eklentisini yükleyip etkinleştirin.

source: Please place the encryption key in the wp-config.php file.
tr_tr: Lütfen şifreleme anahtarını wp-config.php dosyasına yerleştirin.

source: Please select a message header
tr_tr: Lütfen gönderim başlığını seçiniz

source: Pre-Information Form
tr_tr: Ön Bilgilendirme Formu

source: Price (incl. tax)
tr_tr: Fiyat (vergiler dahil)

source: Processing
tr_tr: Hazırlanıyor

source: Quantity
tr_tr: Adet

source: Quick setup to unlock Hepsijet free integration
tr_tr: Hepsijet ücretsiz entegrasyonunu açmak için hızlı kurulum

source: Recognition type
tr_tr: Algılama tipi

source: Recognize custom post meta data
tr_tr: Özel post meta verilerini algıla

source: Recognize supported plugins: (%s)
tr_tr: Desteklenen eklentilerin verilerini algıla: (%s)

source: Recognize third party plugins' data
tr_tr: Üçüncü taraf eklentilerin verilerini algıla

source: Refunded
tr_tr: İade edildi

source: Remove
tr_tr: Gönderiyi sil

source: Remove shipment data?
tr_tr: Gönderi verisini sil?

source: Removing...
tr_tr: Siliniyor...

source: Require User Agreement
tr_tr: Kullanıcı Onayı Gerekli

source: Return
tr_tr: İade

source: Return Date
tr_tr: İade Tarihi

source: Roadmap
tr_tr: v3.0 Yol Haritası

source: Rule
tr_tr: Kural

source: Rule #%d:
tr_tr: Kural #%d:

source: Save Rule
tr_tr: Kuralı Kaydet

source: Saved Agreements:
tr_tr: Kaydedilen Sözleşmeler:

source: Saving rule...
tr_tr: Kural kaydediliyor...

source: Select "Information" for informational messages, "Commercial - Individual" for promotional messages to individuals, or "Commercial - Business" for promotional messages to businesses.
tr_tr: Bilgilendirme mesajları için "Bilgilendirme", bireylere yönelik tanıtım mesajları için "Ticari - Bireysel", işletmelere yönelik tanıtım mesajları için "Ticari - Kurumsal" seçeneğini işaretleyin.

source: Select a Courier Company
tr_tr: Bir Gönderi Şirketi Seçiniz

source: Select a sender
tr_tr: Gönderici başlığı seçiniz

source: Select action...
tr_tr: Eylem seçin...

source: Select an option
tr_tr: Lütfen seçiniz

source: Select page...
tr_tr: Sayfa seçin...

source: Select phone type...
tr_tr: Telefon türü seçin...

source: Select trigger...
tr_tr: Tetikleyici seçin...

source: Send SMS via NetGSM
tr_tr: NetGSM ile SMS Gönder

source: Send SMS via NetGSM Official Plugin (Legacy - Deprecated Soon)
tr_tr: NetGSM Resmi Uygulamasıyla SMS Gönder (Yakınca kaldırılacaktır)

source: Send SMS via PandaSMS Official Plugin
tr_tr: PandaSMS Resmi Eklentisiyle SMS Gönder

source: Settings
tr_tr: Ayarlar

source: Shipment
tr_tr: Gönderi

source: Shipment Balance:
tr_tr: Kargo Bakiyesi:

source: Shipment Barcode / Automated Shipment Tracking
tr_tr: Gönderi Barkodu / Otomatik Gönderi Takibi

source: Shipment created successfully
tr_tr: Gönderi başarıyla oluşturuldu

source: Shipment Details
tr_tr: Gönderi Detayları

source: Shipment Events
tr_tr: Kargo Olayları

source: Shipment in pieces
tr_tr: Parçalı gönderi

source: Shipment Label PDF
tr_tr: Gönderi Etiketi

source: Shipment Variables
tr_tr: Kargo Değişkenleri

source: Shipped
tr_tr: Kargoya Verildi

source: Shipped (%s)
tr_tr: Kargoya Verildi (%s)

source: Shipped (Custom Status) (%s)
tr_tr: Kargoya Verildi (Özel Sipariş Durumu)

source: Shipped (Intense Kargo Takip Plugin) (%s)
tr_tr: Kargoya Verildi (Intense Kargo Takip Eklentisi) (%s)

source: Shipped (Kargo Takip Turkiye Plugin) (%s)
tr_tr: Kargoya Verildi (Kargo Takip Turkiye Eklentisi) (%s)

source: Shipping Address
tr_tr: Teslimat Adresi

source: Shipping address line 1
tr_tr: Teslimat adres satırı 1

source: Shipping address line 2
tr_tr: Teslimat adres satırı 2

source: Shipping City
tr_tr: Teslimat İlçe

source: Shipping city
tr_tr: Teslimat şehri

source: Shipping Company
tr_tr: Teslimat Firma Adı

source: Shipping company name
tr_tr: Teslimat şirket adı

source: Shipping cost
tr_tr: Kargo ücreti

source: Shipping Country
tr_tr: Teslimat Ülke

source: Shipping country
tr_tr: Teslimat ülkesi

source: Shipping First Name
tr_tr: Teslimat Ad

source: Shipping first name
tr_tr: Teslimat adı

source: Shipping Last Name
tr_tr: Teslimat Soyad

source: Shipping last name
tr_tr: Teslimat soyadı

source: Shipping Phone
tr_tr: Teslimat telefonu

source: Shipping postal code
tr_tr: Teslimat posta kodu

source: Shipping Variables
tr_tr: Kargo Adresi Değişkenleri

source: Show hezarfen checkout tax fields?
tr_tr: Ödeme sayfasında vergi alanları gösterilsin mi?

source: Show Less
tr_tr: Daha az göster

source: Show More
tr_tr: Daha fazla göster

source: Show order details on label
tr_tr: Sipariş detaylarını etikette göster

source: Show Shipment Tracking column on My Account > Orders page
tr_tr: Hesabım > Siparişler sayfasında Kargo Takip sütununu göster

source: Show T.C. Identity Field on checkout page
tr_tr: T.C. Kimlik Numarası Alanını Ödeme Sayfasında Göster

source: Site Information
tr_tr: Site Bilgileri

source: Site name
tr_tr: Site adı

source: Site URL
tr_tr: Site URL'si

source: SMS Automation Settings
tr_tr: SMS Otomasyon Ayarları

source: SMS automation settings have been moved to a new, more advanced system. You can now configure multiple SMS rules with different triggers and conditions. %sManage SMS Rules%s
tr_tr: SMS otomasyon ayarları yeni ve daha gelişmiş bir sisteme taşındı. Artık farklı tetikleyiciler ve koşullarla birden fazla SMS kuralı yapılandırabilirsiniz. %sSMS Kurallarını Yönet%s

source: SMS Message Template
tr_tr: SMS Mesaj Şablonları

source: SMS notification sent via NetGSM for %1$s status to %2$s phone: %3$s
tr_tr: %1$s durumu için %2$s telefonuna NetGSM ile SMS bildirimi gönderildi: %3$s%1$s durumu için %2$s telefonuna NetGSM ile SMS bildirimi gönderildi: %3$s%1$s durumu için %2$s telefonuna NetGSM ile SMS bildirimi gönderildi: %3$s

source: SMS notification sent via NetGSM for %1$s status to %2$s phone: %3$s (Job ID: %4$s)
tr_tr: %1$s durumu için %2$s telefonuna NetGSM ile SMS bildirimi gönderildi: %3$s (İş ID: %4$s)

source: SMS Notification Settings (Legacy)
tr_tr: SMS Bildirim Ayarları (Eski)

source: SMS Rules
tr_tr: SMS Kuralları

source: SMS Settings
tr_tr: SMS Ayarları

source: SMS settings have been moved to the new SMS automation system. This legacy section has been removed.
tr_tr: SMS ayarları yeni SMS otomasyon sistemine taşındı. Bu eski bölüm kaldırıldı.

source: Sort address fields in My Account > Address pages?
tr_tr: Hesabım > Adres Düzenleme sayfalarındaki adres alanlarını sırala?

source: Start creating shipments with automatic tracking
tr_tr: Otomatik takip ile gönderi oluşturmaya başlayın

source: T.C. Identity Field optionally shows on checkout field when invoice type selected as person. (T.C. field requires encryption. If encryption is not enabled, this field is not displayed.)
tr_tr: T.C. Kimlik No alanı ödeme ekranında, fatura tipi: bireysel olarak seçildiğinde opsiyonel olarak gösterilir. (T.C. kimlik no alanı, şifreleme(encryption) özelliğinin aktif edilmesini gerektirir, eğer şifreleme özelliğini aktif etmezseniz, ödeme ekranında T.C. no alanı gösterilmez.)

source: T.C. Identity Number
tr_tr: T.C. Kimlik Numarası

source: Tax amount
tr_tr: Vergi tutarı

source: Tax Number
tr_tr: Vergi Numarası

source: Tax number is not valid
tr_tr: Vergi numarası hatalı

source: Tax Office
tr_tr: Vergi Dairesi

source: TC ID number is not valid
tr_tr: TC Kimlik No hatalı

source: Thank you for supporting Hezarfen! 🌟
tr_tr: Hezarfen'i desteklediğiniz için teşekkürler! 🌟

source: The customer agreements database table has not been created. This may happen if the plugin was not activated correctly or if there was an issue during installation.
tr_tr: Müşteri sözleşmeleri veritabanı tablosu bulunamadı. Bu durum, eklenti doğru şekilde etkinleştirilmemişse veya kurulum sırasında bir sorun yaşanmışsa meydana gelebilir.

source: There are no tracking numbers added to the tracking list.
tr_tr: Gönderi listesine herhangi bir gönderi detayı eklenmedi

source: This content is synced with the NetGSM SMS content setting in Manual Shipment Tracking. To edit, go to WooCommerce > Settings > Hezarfen > Manual Shipment Tracking.
tr_tr: Bu içerik, Manuel Kargo Takibi içindeki NetGSM SMS içerik ayarı ile senkronize edilir. Düzenlemek için WooCommerce > Ayarlar > Hezarfen > Manuel Kargo Takibi menüsüne gidin.

source: This email was automatically generated by Hezarfen for WooCommerce.
tr_tr: Bu e-posta Hezarfen for WooCommerce tarafından otomatik olarak oluşturulmuştur.Bu e-posta Hezarfen for WooCommerce tarafından otomatik olarak oluşturulmuştur.

source: This option uses the NetGSM official WordPress plugin and will be deprecated soon. Please consider migrating to the direct NetGSM integration.
tr_tr: "Bu seçenek NetGSM’in resmi WordPress eklentisini kullanmaktadır ve yakında kullanımdan kaldırılacaktır. Lütfen doğrudan NetGSM entegrasyonuna geçiş yapmanızı öneririz.

source: This page allows you to generate a new encryption key. Before proceeding, please create a complete website backup. We do not provide support for this feature nor assume any responsibility for potential data loss or damage that may occur. Use of this feature is entirely at your own risk, even if you have created backups. By continuing, you acknowledge and accept these terms.
tr_tr: Bu sayfa, yeni bir şifreleme anahtarı oluşturmanıza olanak tanır. İşleme devam etmeden önce, lütfen tam bir web sitesi yedeği oluşturun. Bu özellik için herhangi bir destek sağlamıyoruz ve oluşabilecek veri kaybı veya hasardan hiçbir sorumluluk kabul etmiyoruz. Yedekleme yapsanız bile, bu özelliğin kullanımı tamamen kendi sorumluluğunuzdadır. Devam ederek, bu şartları kabul etmiş olursunuz.

source: This secret is used to verify webhook notifications from OrderMigo. It is automatically generated when you create your first shipment. Do not edit this unless instructed by support.
tr_tr: Bu gizli bilgi, OrderMigo'dan gelen webhook bildirimlerini doğrulamak için kullanılır. İlk gönderinizi oluşturduğunuzda otomatik olarak oluşturulur. Destek ekibi tarafından talimat verilmedikçe bunu düzenlemeyin.

source: Title
tr_tr: Ünvan

source: Today's date
tr_tr: Bugünün tarihi

source: Toggle password visibility
tr_tr: Şifre görünülürlüğü

source: Town / City
tr_tr: İlçe

source: Track Cargo
tr_tr: Kargo Takip

source: Tracking Information
tr_tr: Kargo Takip Bilgileri

source: Tracking information sent to %s
tr_tr: Müşterinin %s e-posta adresine kargo takip bilgileri gönderilmiştir.

source: Tracking information SMS sent to %s
tr_tr: Kargo takip SMS'i %s GSM numarasına gönderildi

source: Tracking Number
tr_tr: Kargo Takip No

source: Tracking number post meta key
tr_tr: Kargo takip no post meta keyi

source: Tracking URL
tr_tr: Takip Linki

source: Trigger
tr_tr: Tetikleyici

source: Trigger Condition
tr_tr: Tetikleyici Koşul

source: Upload balance to your Intense Wallet
tr_tr: Intense Cüzdanınıza bakiye yükleyin

source: Usage:
tr_tr: Kullanım:

source: Use WordPress pages as contract templates. You can add new contracts with the + button and delete them with the X button.
tr_tr: WordPress sayfalarını sözleşme şablonları olarak kullanın. + butonu ile yeni sözleşmeler ekleyebilir ve X butonu ile silebilirsiniz.

source: User Agent:
tr_tr: Kullanıcı Aracısı:

source: Username and password are required
tr_tr: Kullanıcı adı ve şifre gereklidir

source: View
tr_tr: Görüntüle

source: View Agreements
tr_tr: Sözleşmeleri Görüntüle

source: View Order in Admin
tr_tr: Yönetici Paneli'nde Siparişi Görüntüle

source: Visit Hezarfen Shipment Settings
tr_tr: Hezarfen Gönderi Ayarları'nı ziyaret edin.

source: Warning:
tr_tr: Uyarı:

source: Warning: NetGSM plugin is not active!
tr_tr: Uyarı: NetGSM eklentisi aktif değil!

source: Warning: PandaSMS plugin is not active!
tr_tr: Uyarı: PandaSMS eklentisi aktif değil!

source: When order status becomes Processing
tr_tr: Sipariş durumu Hazırlanıyor olduğunda

source: When order status changes to %1$s, send SMS via %2$s to %3$s
tr_tr: Sipariş durumu %1$s olduğunda, %3$s'a %2$s ile SMS gönder

source: Will be assigned after order
tr_tr: Sipariş sonrası atanacak

source: Will be determined after order
tr_tr: Sipariş sonrası belirlenecek

source: Will be determined at payment
tr_tr: Ödeme sırasında belirlenecek

source: Will load senders in 1.5 seconds...
tr_tr: Gönderici başlıkları 1.5 sn içinde yüklenecek...

# WooCommerce Order status
source: Shipped
tr_tr: Kargoya Verildi

# WooCommerce Order status
source: Shipped (Custom Status)
tr_tr: Kargoya Verildi (Özel Sipariş Durumu)

# WooCommerce Order status
source: Shipped (Intense Kargo Takip Plugin)
tr_tr: Kargoya Verildi (Intense Kargo Takip Eklentisi)

# WooCommerce Order status
source: Shipped (Kargo Takip Turkiye Plugin)
tr_tr: Kargoya Verildi (Kargo Takip Turkiye Eklentisi)

source: WordPress Page:
tr_tr: WordPress Sayfası:

source: Write these variables into your contract text in the WordPress page editor. When an order is placed, these variables will be automatically replaced with real data.
tr_tr: Bu değişkenleri WordPress sayfa düzenleyicisinde sözleşme metninize yazın. Sipariş verildiğinde bu değişkenler otomatik olarak gerçek verilerle değiştirilir.

source: Yes
tr_tr: Evet

source: You accepted the following agreements for this order:
tr_tr: Bu sipariş için aşağıdaki sözleşmeleri kabul ettiniz:

source: You can edit the general settings from this page.
tr_tr: Hezarfen ile ilgili genel ayarları bu sayfadan yönetebilirsiniz.

source: You can set general checkout settings.
tr_tr: Ödeme sayfasıyla ilgili genel ayarları düzenleyebilirsiniz.

source: You can use the following variables in your contract templates. These variables are automatically replaced with real data when an order is placed.
tr_tr: Sözleşme şablonlarınızda aşağıdaki değişkenleri kullanabilirsiniz. Bu değişkenler sipariş verildiğinde otomatik olarak gerçek verilerle değiştirilir.

source: You must accept the agreements.
tr_tr: Sözleşmeleri kabul etmelisiniz.

source: Your Address
tr_tr: Adresiniz

source: Your Agreements
tr_tr: Sözleşmeleriniz

source: Your API password
tr_tr: API şifreniz

source: Your legacy SMS settings have been automatically migrated to the new SMS automation system and SMS automation has been enabled. %sView SMS Settings%s
tr_tr: Eski SMS ayarlarınız otomatik olarak yeni SMS otomasyon sistemine aktarıldı ve SMS otomasyonu etkinleştirildi. %sSMS Ayarlarını Görüntüle%s

source: Your Order Has Been Shipped
tr_tr: Ürünleriniz Kargoya Verildi

source: Your order has been shipped. Tracking information is below:
tr_tr: Siparişiniz kargoya verilmiştir. Kargo takip bilgileri aşağıdadır:

source: Your order hasn't been shipped yet.
tr_tr: Siparişiniz henüz kargoya verilmemiştir.

source: 🚀 Start Shipping Without a Shipping Agreement
tr_tr: 🚀 Dakikalar İçinde Kargo Gönderimini Başlatın!
